Repository: kodi-game/game.libretro.hatari
Catalog: game.libretro.hatari/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, ga, it_it, zh_cn

# Addon Summary
source: Atari - ST/STE/TT/Falcon (Hatari)
zh_cn: 雅达利 - ST/STE/TT/ 猎鹰（哈塔里模拟器）

# Addon Description
source: Hatari is an Atari ST/STE/TT/Falcon emulator.[CR][CR]Hatari tries to emulate the hardware as close as possible for greater compatibility. Because of this, it may be slower than less accurate emulators.
da_dk: Hatari er en Atari ST/STE/TT/Falcon-emulator.[CR][CR]Hatari forsøger at efterligne hardwaren så tæt som muligt for større kompatibilitet. På grund af dette kan den være langsommere end mindre præcise emulatorer.
es_es: Hatari es un emulador de Atari ST/STE/TT/Falcon[CR][CR]Hatari intenta emular el hardware lo más fielmente posible para una mayor compatibilidad. Por ello, puede ser más lento que otros emuladores menos precisos.
ga: Is aithriseoir Atari ST/STE/TT/Falcon é Hatari.[CR][CR]Déanann Hatari iarracht an crua-earraí a aithris chomh dlúth agus is féidir le haghaidh comhoiriúnachta níos fearr. Mar gheall air seo, d'fhéadfadh sé a bheith níos moille ná aithriseoirí nach bhfuil chomh cruinn.
it_it: Hatari è un emulatore Atari ST/STE/TT/Falcon.[CR][CR]Hatari cerca di emulare l'hardware il più vicino possibile per una maggiore compatibilità. Per questo motivo, potrebbe essere più lento di emulatori meno accurati.
zh_cn: Hatari 是一款雅达利 ST/STE/TT/ 猎鹰（Falcon）模拟器。[CR][CR]Hatari 力求尽可能贴近地模拟硬件，以实现更高的兼容性。正因如此，它可能比精度较低的模拟器运行速度更慢。

# #30009
source: System -> Atari Computer Machine Type
es_es: Sistema -> Tipo de Máquina Ordenador Atari
ga: Córas -> Cineál Meaisín Ríomhaire Atari
zh_cn: 系统 -> 雅达利计算机机型

# #30010
source: System -> Atari Computer Ramsize
es_es: Sistema -> Tamaño de Ram Ordenador Atari
ga: Córas -> Atari Computer Ramsize
zh_cn: 系统 -> 雅达利计算机内存大小

# #30011
source: System -> TOS Image Used (Needs Restart)
es_es: Sistema -> Imagen TOS Utilizada (Necesita Reiniciar)
ga: Córas -> Íomhá TOS Úsáidte (Atosú Riachtanach)
zh_cn: 系统 -> 使用的 TOS 镜像（需要重新启动）

# #30012
source: System -> Enable Fastboot
es_es: Sistema -> Activar Fastboot
ga: Córas -> Cumasaigh Fastboot
zh_cn: 系统 -> 启用快速启动

# #30013
source: System -> Reset Type
es_es: Sistema -> Tipo de Reinicio
ga: Córas -> Cineál Athshocraithe
zh_cn: 系统 -> 重置类型

# #30014
source: Input -> Start In Mouse Mode
es_es: Entrada -> Iniciar En Modo Ratón
ga: Ionchur -> Tosaigh i Mód Luiche
zh_cn: 输入 -> 以鼠标模式启动

# #30015
source: Input -> Analog Stick Mouse
es_es: Entrada -> Ratón Stick Analógico
ga: Ionchur -> Luch Bata Analógach
zh_cn: 输入 -> 模拟摇杆鼠标

# #30016
source: Input -> Emulated Mouse Speed
es_es: Entrada -> Velocidad Ratón Emulado
ga: Ionchur -> Luas Luiche Insamhlaithe
zh_cn: 输入 -> 模拟鼠标速度

# #30017
source: Input -> Enable Second Joystick
es_es: Entrada -> Activar Segundo Joystick
ga: Ionchur -> Cumasaigh an Dara Luamhán Stiúrtha
zh_cn: 输入 -> 启用第二个操纵杆

# #30018
source: Input -> Disable Connected Mouse
es_es: Entrada -> Desactivar Ratón Conectado
ga: Ionchur -> Díchumasaigh Luch Ceangailte
zh_cn: 输入 -> 禁用连接的鼠标

# #30019
source: Input -> Disable Connected Keyboard
es_es: Entrada -> Desactivar Teclado Conectado
ga: Ionchur -> Díchumasaigh Méarchlár Ceangailte
zh_cn: 输入 -> 禁用连接的键盘

# #30020
source: Video -> Crop Overscan.
es_es: Vídeo -> Recortar Overscan.
ga: Físeán -> Bearradh Ró-scanadh.
zh_cn: 视频 -> 裁剪过扫描区域。

# #30021
source: Video -> Force Refresh Rate.
es_es: Vídeo -> Forzar Tasa de Refresco.
ga: Físeán -> Fórsaigh Ráta Athnuachana.
zh_cn: 视频 -> 强制刷新率。

# #30022
source: Video -> Set Frameskip. (Needs Restart)
es_es: Video -> Establecer Salto de Fotograma. (Necesita Reiniciar)
ga: Físeán -> Socraigh Skip Frame. (Atosú Riachtanach)
zh_cn: 视频 -> 设置跳帧。 （需要重新启动）

# #30023
source: Video -> Joy/Mouse Toggle/Speed Msg Location
es_es: Vídeo -> Ubicación Mensaje al Alternar Joystick/Ratón o Velocidad
ga: Físeán -> Suíomh Teachtaireachta Glóir/Luiche/Luas
zh_cn: 视频 -> 游戏手柄 / 鼠标切换 / 速度消息位置

# #30024
source: Video -> Show Drive Activity In Status Info
es_es: Vídeo -> Mostrar Actividad de la Unidad en Información de Estado
ga: Físeán -> Taispeáin Gníomhaíocht Tiomántáin i Eolas Stádas
zh_cn: 视频 -> 在状态信息中显示驱动器活动

# #30025
source: Media -> Fast Floppy Access
es_es: Medios -> Acceso Rápido a Disquete
ga: Meáin -> Rochtain Thapa ar Dhioblóga
zh_cn: 媒体 -> 快速软盘访问

# #30026
source: Media -> Auto Insert Drive B
es_es: Medios -> Auto Insertar Unidad B
ga: Meáin -> Cuir Tiomántán B isteach go huathoibríoch
zh_cn: 媒体 -> 自动插入驱动器B

# #30027
source: Media -> Write Protect Floppy Disks
es_es: Medios -> Protección Contra Escritura de Disquetes
ga: Meáin -> Dioscaí Flopacha Cosanta Scríofa
zh_cn: 媒体 -> 写保护软盘

# #30028
source: Media -> Write Protect Hard Drives
es_es: Medios -> Protección Contra Escritura de Discos Duros
ga: Meáin -> Tiomántáin Chrua Cosanta Scríofa
zh_cn: 媒体 -> 写保护硬盘驱动器

# #30029
source: Polarized Audio Filter
es_es: Filtro de Audio Polarizado
ga: Scagaire Fuaime Polaraithe
zh_cn: 偏振音频滤波器

# #30030
source: Autoload hatari.cfg.
es_es: Cargar Automáticamente hatari.cfg.
ga: Uathlódáil hatari.cfg.
zh_cn: 自动加载 hatari.cfg。

# #30031
source: RetroPad > Joystick Up
es_es: RetroPad > Joystick Arriba
ga: RetroPad > Luamhán stiúrtha suas
zh_cn: 复古游戏手柄 > 摇杆向上

# #30032
source: RetroPad > Joystick Down
es_es: RetroPad > Joystick Abajo
ga: RetroPad > Luamhán stiúrtha síos
zh_cn: 复古游戏手柄 > 摇杆向下

# #30033
source: RetroPad > Joystick Left
es_es: RetroPad > Joystick Izquierda
ga: RetroPad > Luamhán stiúrtha ar chlé
zh_cn: 复古游戏手柄 > 摇杆向左

# #30034
source: RetroPad > Joystick Right
es_es: RetroPad > Joystick Derecha
ga: RetroPad > Luamhán stiúrtha ar dheis
zh_cn: 复古游戏手柄 > 摇杆向右

# #30035
source: RetroPad > A
zh_cn: 复古游戏手柄 > A

# #30036
source: RetroPad > B
zh_cn: 复古游戏手柄 > B

# #30037
source: RetroPad > X
zh_cn: 复古游戏手柄 > X

# #30038
source: RetroPad > Y
zh_cn: 复古游戏手柄 > Y

# #30039
source: RetroPad > Select
ga: RetroPad > Roghnaigh
zh_cn: 复古游戏手柄 > 选择

# #30040
source: RetroPad > Start
ga: RetroPad > Tosaigh
zh_cn: 复古游戏手柄 > 开始

# #30041
source: RetroPad > L
zh_cn: 复古游戏手柄 > L

# #30042
source: RetroPad > R
zh_cn: 复古游戏手柄 > R

# #30043
source: RetroPad > L2
zh_cn: 复古游戏手柄 > L2

# #30044
source: RetroPad > R2
zh_cn: 复古游戏手柄 > R2

# #30045
source: RetroPad > L3
zh_cn: 复古游戏手柄 > L3

# #30046
source: RetroPad > R3
zh_cn: 复古游戏手柄 > R3

# #30047
source: RetroPad > Left Analog > Up
es_es: RetroPad > Analógico Izquierdo > Arriba
ga: RetroPad > Analógach ar Chlé > Suas
zh_cn: 复古游戏手柄 > 左模拟摇杆 > 上

# #30048
source: RetroPad > Left Analog > Down
es_es: RetroPad > Analógico Izquierdo > Abajo
ga: RetroPad > Analógach ar Chlé > Síos
zh_cn: 复古游戏手柄 > 左模拟摇杆 > 下

# #30049
source: RetroPad > Left Analog > Left
es_es: RetroPad > Analógico Izquierdo > Izquierda
ga: RetroPad > Analógach Clé > Clé
zh_cn: 复古游戏手柄 > 左模拟摇杆 > 左

# #30050
source: RetroPad > Left Analog > Right
es_es: RetroPad > Analógico Izquierdo > Derecha
ga: RetroPad > Analógach Clé > Deas
zh_cn: 复古游戏手柄 > 左模拟摇杆 > 右

# #30051
source: RetroPad > Right Analog > Up
es_es: RetroPad > Analógico Derecho > Arriba
ga: RetroPad > Analógach ar Dheis > Suas
zh_cn: 复古游戏手柄 > 右模拟摇杆 > 上

# #30052
source: RetroPad > Right Analog > Down
es_es: RetroPad > Analógico Derecho > Abajo
ga: RetroPad > Analógach ar Dheis > Síos
zh_cn: 复古游戏手柄 > 右模拟摇杆 > 下

# #30053
source: RetroPad > Right Analog > Left
es_es: RetroPad > Analógico Derecho > Izquierda
ga: RetroPad > Analógach Ar Dheis > Ar Chlé
zh_cn: 复古游戏手柄 > 右模拟摇杆 > 左

# #30054
source: RetroPad > Right Analog > Right
es_es: RetroPad > Analógico Derecho > Derecha
ga: RetroPad > Analógach ar Dheis > Ar Dheis
zh_cn: 复古游戏手柄 > 右模拟摇杆 > 右

# #30000
source: Settings
da_dk: Indstillinger
it_it: Impostazioni

# #30001
source: Enable second joystick
da_dk: Aktiver andet joystick
it_it: Abilita il secondo joystick

# #30002
source: Disable mouse
da_dk: Deaktiver mus
it_it: Disabilita il mouse

# #30003
source: Disable keyboard
da_dk: Deaktiver tastatur
it_it: Disabilita la tastiera

# #30004
source: Fast floppy access
da_dk: Hurtig adgang til floppy
it_it: Accesso rapido al dischetto

# #30005
source: Polarized audio filter
da_dk: Polariseret lydfilter
it_it: Filtro audio polarizzato

# #30006
source: High resolution
da_dk: Høj opløsning
it_it: Alta risoluzione

# #30007
source: Crop overscan
da_dk: Beskær overskandering
it_it: Ritaglia overscan

# #30008
source: Frameskip
da_dk: Spring frame over
it_it: Salto fotogrammi
